<template>
  <div>
    <h1>제 1 장 총칙</h1>
    <h2>제 1 조 (목적)</h2>
    <p>본 약관은 ○○○이 운영하는 웹 사이트 (http://xxx.xxx.xxx)의 제반 서비스의 이용조건 및 절차에 관한 사항 및 기타 필요한 사항을 규정함을 목적으로 한다.</p>
    <h2>제 2 조 (용어의 정의)</h2>
    <p>본 약관에서 사용하는 용어는 다음과 같이 정의한다.</p>
    <p>①회원 : 기본 회원 정보를 입력하였고, 회사와 서비스 이용계약을 체결하여 아이디를 부여받은 개인</p>
    <p>②아이디(ID) : 회원식별과 회원의 서비스 이용을 위해 회원이 선정하고 회사가 승인하는 문자와 숫자의 조합</p>
    <p>③비밀번호(Password) : 회원이 통신상의 자신의 비밀을 보호하기 위해 선정한 문자와 숫자의 조합</p>
    <p>④해지 : 회사 또는 회원에 의한 이용계약의 종료</p>
    <h2>제 3 조 (약관의 공시 및 효력과 변경)</h2>
    <p>①본 약관은 회원가입 화면에 게시하여 공시하며 회사는 사정변경 및 영업상 중요한 사유가 있을 경우 약관을 변경할 수 있으며 변경된 약관은 공지사항을 통해 공시한다</p>
    <p>②본 약관 및 차후 회사사정에 따라 변경된 약관은 이용자에게 공시함으로써 효력을 발생한다.</p>
    <h2>제 4 조 (약관 외 준칙)</h2>
    <p>본 약관에 명시되지 않은 사항이 전기통신기본법, 전기통신사업법, 정보통신촉진법, ‘전자상거래등에서의 소비자 보호에 관한 법률’, ‘약관의 규제에관한법률’, ‘전자거래기본법’, ‘전자서명법’, ‘정보통신망 이용촉진등에 관한 법률’, ‘소비자보호법’ 등 기타 관계 법령에 규정되어 있을 경우에는 그 규정을 따르도록 한다.</p>
    <h1>제 2 장 이용계약</h1>
    <h2>제 5 조 (이용신청)</h2>
    <p>①이용신청자가 회원가입 안내에서 본 약관과 개인정보보호정책에 동의하고 등록절차(회사의 소정 양식의 가입 신청서 작성)를 거쳐 '확인' 버튼을 누르면 이용신청을 할 수 있다.</p>
    <p>②이용신청자는 반드시 실명과 실제 정보를 사용해야 하며 1개의 생년월일에 대하여 1건의 이용신청을 할 수 있다.</p>
    <p>③실명이나 실제 정보를 입력하지 않은 이용자는 법적인 보호를 받을 수 없으며, 서비스 이용에 제한을 받을 수 있다.</p>
    <h2>제 6 조 (이용신청의 승낙)</h2>
    <p>①회사는 제5조에 따른 이용신청자에 대하여 제2항 및 제3항의 경우를 예외로 하여 서비스 이용을 승낙한다.</p>
    <p>②회사는 아래 사항에 해당하는 경우에 그 제한사유가 해소될 때까지 승낙을 유보할 수 있다.</p>
    <p>가. 서비스 관련 설비에 여유가 없는 경우</p>
    <p>나. 기술상 지장이 있는 경우</p>
    <p>다. 기타 회사 사정상 필요하다고 인정되는 경우</p>
    <p>③회사는 아래 사항에 해당하는 경우에 승낙을 하지 않을 수 있다.</p>
    <p>가. 다른 사람의 명의를 사용하여 신청한 경우</p>
    <p>나. 이용자 정보를 허위로 기재하여 신청한 경우</p>
    <p>다. 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청한 경우</p>
    <p>라. 기타 회사가 정한 이용신청 요건이 미비한 경우</p>
    <h1>제 3 장 서비스의 제공 및 이용</h1>
    <h2>제 7 조 (서비스 이용)</h2>
    <p>①이용자는 본 약관의 규정된 사항을 준수해 사이트를 이용한다.</p>
    <p>②본 약관에 명시되지 않은 서비스 이용에 관한 사항은 회사가 정해 '공지사항'에 게시하거나 또는 별도로 공지하는 내용에 따른다.</p>
    <h2>제 8 조 (정보의 제공)</h2>
    <p>회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보에 대하여 전자메일이나 서신우편 등의 방법으로 회원에게 정보를 제공할 수 있다.</p>
    <h2>제 9 조 (광고게재)</h2>
    <p>①회사는 서비스의 운용과 관련하여 서비스 화면, 홈페이지, 전자우편 등에 광고 등을 게재할 수 있다.</p>
    <p>②회사는 사이트에 게재되어 있는 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래의 결과로서 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않는다.</p>
  </div>
</template>

<script>
export default {
  name: "TermOfUse",
};
</script>

<style>
h1 {
  margin: 10px;
}
h2 {
  margin: 10px;
}
p {
  margin: 10px;
}
</style>